{
  "Data": {
    "Series": {
      "id": "73566",
      "Actors": "|William Shatner|Leonard Nimoy|DeForest Kelley|George Takei|James Doohan|Majel Barrett|Nichelle Nichols|",
      "ContentRating": "TV-Y",
      "FirstAired": "1973-09-08",
      "Genre": "|Action and Adventure|Animation|Drama|Science-Fiction|",
      "IMDB_ID": "tt0069637",
      "Language": "en",
      "Network": "NBC",
      "Overview": "This is the further adventures of the Star Trek series in a half-hour animated form. This show basically continues the adventures of the original series (presumably in the fourth year of the five-year mission), but takes advantage of the unlimited special effects provided by animation to introduce more alien crewmen (the felinoid M'Ress and the tripedal Arex) as well as introduce more elaborate adventures like an underwater adventure, the miniaturization of the crew to 1 cm., and the appearance of a giant fire-breathing two-headed dragon. The show is currently not considered \"canon\" by Paramount and the folks associated with the various subsequent TV shows. However, elements of the animated series have been used in subsequent shows (Sarek refers to the events of \"Yesteryear\" in TNG's \"Reunification Pt. 1\") and the Enterprise-D's holodeck seems to have been in part inspired by the holodeck we see in \"Practical Joker\". Also, writers such as Peter David have used some elements from t",
      "Rating": "7.4",
      "RatingCount": "13",
      "Runtime": "30",
      "SeriesID": "2363",
      "SeriesName": "Star Trek: The Animated Series",
      "Status": "Ended",
      "banner": "graphical/73566-g.jpg",
      "fanart": "fanart/original/73566-2.jpg",
      "lastupdated": "1326331083",
      "poster": "posters/73566-1.jpg"
    },
    "Episode": [
      {
        "id": "656951",
        "Combined_episodenumber": "1.0",
        "Combined_season": "0",
        "DVD_episodenumber": "1.0",
        "EpImgFlag": "1",
        "EpisodeName": "Drawn to the Final Frontier: The Making of Star Trek: The Animated Series",
        "EpisodeNumber": "1",
        "Language": "en",
        "Overview": "The Making of Star Trek: The Animated Series",
        "RatingCount": "0",
        "SeasonNumber": "0",
        "airsafter_season": "2",
        "filename": "episodes/73566/656951.jpg",
        "lastupdated": "1258079685",
        "seasonid": "21028",
        "seriesid": "73566"
      },
      {
        "id": "2020371",
        "Combined_episodenumber": "2.0",
        "Combined_season": "0",
        "DVD_episodenumber": "2.0",
        "EpisodeName": "What´s the Star Trek Connection",
        "EpisodeNumber": "2",
        "Language": "en",
        "RatingCount": "0",
        "SeasonNumber": "0",
        "airsafter_season": "2",
        "lastupdated": "1270552392",
        "seasonid": "21028",
        "seriesid": "73566"
      },
      {
        "id": "118758",
        "Combined_episodenumber": "1",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "1",
        "EpisodeName": "Beyond the Farthest Star",
        "EpisodeNumber": "1",
        "FirstAired": "1973-09-08",
        "GuestStars": "|James Doohan|James Doohan|",
        "Language": "en",
        "Overview": "In orbit around a dead star, the Enterprise comes across a huge starship inhabited by a parasitic life form that threatens the entire ship.",
        "ProductionCode": "22004",
        "Rating": "7.2",
        "RatingCount": "6",
        "SeasonNumber": "1",
        "Writer": "|Samuel A. Peeples|",
        "filename": "episodes/73566/118758.jpg",
        "lastupdated": "1229785884",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118759",
        "Combined_episodenumber": "2",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "1",
        "EpisodeName": "Yesteryear",
        "EpisodeNumber": "2",
        "FirstAired": "1973-09-15",
        "GuestStars": "|Mark Lenard|Billy Simpson|Keith Sutherland|Majel Barrett|James Doohan|Majel Barrett|",
        "Language": "en",
        "Overview": "Upon returning from a mission to scan the Guardian of Forever, Spock discovers that there is no record of him serving in Starfleet and he has been replaced by an Andorian first officer, Thelin. Neither Spock nor anyone else who were on the planet have a memory of the Andorian, while no one on the Enterprise remembers Spock! Computer records indicate Spock died as a youngster during a Vulcan ritual, and that they were scanning the Guardian when it was \"\"running\"\" that period of time. Since Spock didn't go through to save himself, he altered the timeline. The Guardian sends Spock through where he pretends to be a distant cousin. He meets Amanda and Sarek and an embittered young Spock. Young Spock eventually tries to undertake the desert ritual on his own and is almost killed. His pet sehlat saves him at the cost of its own life before Old Spock can show up. The timeline restored, everything is put back to normal.",
        "ProductionCode": "22003",
        "Rating": "7.2",
        "RatingCount": "6",
        "SeasonNumber": "1",
        "Writer": "|D.C. Fontana|",
        "filename": "episodes/73566/118759.jpg",
        "lastupdated": "1229785931",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118760",
        "Combined_episodenumber": "3",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "One of Our Planets is Missing",
        "EpisodeNumber": "3",
        "FirstAired": "1973-09-22",
        "GuestStars": "|Majel Barrett|James Doohan|",
        "Language": "en",
        "Overview": "The crew of the Enterprise races to find a way to stop a cloud from destroying inhabited planets.",
        "ProductionCode": "22007",
        "Rating": "7.5",
        "RatingCount": "2",
        "SeasonNumber": "1",
        "Writer": "|Marc Daniels|",
        "filename": "episodes/73566/118760.jpg",
        "lastupdated": "1229785954",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118761",
        "Combined_episodenumber": "4",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Lorelei Signal",
        "EpisodeNumber": "4",
        "FirstAired": "1973-09-29",
        "GuestStars": "|Majel Barrett|Nichelle Nichols|Nichelle Nichols|",
        "Language": "en",
        "Overview": "Responding to a distress signal from a sector of space where ships disappear every 27.346 years, the male crewman are affected by a signal. Uhura and Chapel are forced to take command when the male crew onboard starting acting enraptured. On the planet's surface, Kirk, Spock, McCoy, and a redshirt are first greeted than captured by the women and given headsets that suck out their energies and cause their bodies to deteriorate as if they were aging. They escape but in their enfeebled condition are trapped in a giant urn filling with rainwater. Uhura leads a landing party that defeat the women readily and find the men. The women's physiology and life-energy requirements are keyed to the planet, and Enterprise agrees to take them to a normal planet. Using the transporter and the original patterns, they restore Kirk and the others.",
        "ProductionCode": "22006",
        "Rating": "7.8",
        "RatingCount": "4",
        "SeasonNumber": "1",
        "Writer": "|Margaret Armen|",
        "filename": "episodes/73566/118761.jpg",
        "lastupdated": "1229785976",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118762",
        "Combined_episodenumber": "5",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "More Tribbles, More Troubles",
        "EpisodeNumber": "5",
        "FirstAired": "1973-10-06",
        "GuestStars": "|Stanley Adams|David Gerrold|James Doohan|",
        "Language": "en",
        "Overview": "The Enterprise is escorting robot carriers loaded with five-lobed quinto-triticale to Sherman's Planet amidst rumors the Klingons haev a new weapon. The Klingons attack a small scout ship and the Enterprise rescue the single crewman: trader Cyrano Jones. And he has...tribbles. Neither Jones or the Klingons, led by Kirk's \"\"old friend\"\" Captain Koloth, will say why they want him dead. It turns out Jones escaped his sentence on Station K-7 (to clean up every tribble) by finding a tribble predator called a glommer. The Klingons attack the robot ships to stop the shipment and reveal their new weapon: an energy innervator that leaves both ships powerless. Meanwhile, McCoy checks out Jones' tribbles and finds out that the tribbles are safe...sort of. They don't reproduce. They just get bigger...and bigger. When Kirk beams the giant-sized tribbles aboard the Klingon ship, Koloth reveals a state secret: they created the glommer and want it back from Cyrano, who \"\"acquired\"\" it. Kirk obliges but at",
        "ProductionCode": "22001",
        "Rating": "8.0",
        "RatingCount": "3",
        "SeasonNumber": "1",
        "Writer": "|David Gerrold|",
        "filename": "episodes/73566/118762.jpg",
        "lastupdated": "1229786006",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118763",
        "Combined_episodenumber": "6",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Survivor",
        "EpisodeNumber": "6",
        "FirstAired": "1973-10-13",
        "GuestStars": "|Ted Knight|Nichelle Nichols|James Doohan|Majel Barrett|",
        "Language": "en",
        "Overview": "Near the Romulan border the Enterprise discover a one-man ship containing Carter Winston, a missing philanthropist. His fiancee Anne is aboard and the couple are happy to be reunited. But \"\"Winston\"\" transforms into an alien, knocks out Kirk, and takes his place long enough to order the ship into the neutral zone. The alien then takes McCoy's place to tell Anne to forget Winston and misdirect Kirk and Spock. They see through the ruse and realize \"\"Carter\"\" is a Vendorian, from a race of deceitful shapeshifters. It agreed to help the Romulans get hold of Enterprise. An outcast from its own race, it befriended the real Carter before he died and absorbed much of his feelings and emotions. It shapeshifts into a deflector shield to save Anne and the ship. At the end Anne suggests they try and make a go of it.",
        "ProductionCode": "22005",
        "Rating": "7.0",
        "RatingCount": "2",
        "SeasonNumber": "1",
        "Writer": "|James Schmerer|",
        "filename": "episodes/73566/118763.jpg",
        "lastupdated": "1229786030",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118764",
        "Combined_episodenumber": "7",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Infinite Vulcan",
        "EpisodeNumber": "7",
        "FirstAired": "1973-10-20",
        "GuestStars": "|James Doohan|Nichelle Nichols|James Doohan|",
        "Language": "en",
        "Overview": "The Enterprise investigate a seemingly-abandoned planet to discover it's inhabited by a race of plants, the Phylosians. They are then confronted by a giant humanoid, Dr. Keniclius 5, a refugee of the Eugenics Wars. He leads the Phylosians and they capture Spock and send Kirk packing. Keniclius plans to clone Spock as he cloned himself (being the \"\"fifth\"\" generation of the original) and bring peace to the galaxy via conquest. He's helping the Phylosians, a dying race, who are aiding him in return. McCoy whips up some weedkiller and the Enterprise landing party get past the Phylosians only to confront a giant Spock; Keniclius' first of many. But the original is to be sacrificed. Kirk goads the giant Spock into assisting the younger one by drawing on its reflexive actions. The clone-Spock revives the original with a mind meld and Keniclius gives up his dreams of conquest. He and the giant clone-Spock will stay behind to help the Phylosians.",
        "ProductionCode": "22002",
        "Rating": "6.0",
        "RatingCount": "1",
        "SeasonNumber": "1",
        "Writer": "|Walter Koenig|",
        "filename": "episodes/73566/118764.jpg",
        "lastupdated": "1229786053",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118765",
        "Combined_episodenumber": "8",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Magicks of Megas-Tu",
        "EpisodeNumber": "8",
        "FirstAired": "1973-10-27",
        "GuestStars": "|Ed Bishop|James Doohan|George Takei|",
        "Language": "en",
        "Overview": "While on a mission at the center of the galaxy, the Enterprise are swept through the center of everything and end up in an alien world where all laws of nature and physics fail to work. They are rescued from total system collapse and death by a satyrlike creature named Lucien. He claims to be happy to have them finally come visiting, but preaches caution. Spock deduces that magic actually works in this universe, but the Enterprise crew's experimental use of it attracts the attention of Lucien's people. They came to Earth and practiced magic, but were hated, feared, and driven out. They put the Enterprise crew on trial in a mock Salem but it is actually Lucien they consider at fault. They agree to let the Enterprise go but condemn Lucien to eternal imprisonment. Defending Lucien, Kirk challenges the court ruling and uses magic himself to fend off the Chief Prosecutor. Impressed by Kirk's willingness to die for Lucien, who may have been the inspiration for Lucifer, the Megans send the En",
        "ProductionCode": "22009",
        "RatingCount": "0",
        "SeasonNumber": "1",
        "Writer": "|Larry Brody|",
        "filename": "episodes/73566/118765.jpg",
        "lastupdated": "1229786071",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118766",
        "Combined_episodenumber": "9",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "Once Upon a Planet",
        "EpisodeNumber": "9",
        "FirstAired": "1973-11-03",
        "GuestStars": "|George Takei|James Doohan|Nichelle Nichols|Majel Barrett|",
        "Language": "en",
        "Overview": "Kirk returns to the \"\"shore leave\"\" planet, but it's not as peaceful as it was when they last saw it.",
        "ProductionCode": "22014",
        "Rating": "6.0",
        "RatingCount": "3",
        "SeasonNumber": "1",
        "Writer": "|Chuck Menville|Len Janson|",
        "filename": "episodes/73566/118766.jpg",
        "lastupdated": "1229786095",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118767",
        "Combined_episodenumber": "10",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "Mudd's Passion",
        "EpisodeNumber": "10",
        "FirstAired": "1973-11-10",
        "GuestStars": "|Roger C. Carmel|Nichelle Nichols|Majel Barrett|James Doohan|",
        "Language": "en",
        "Overview": "The Enterprise are sent to check out a conman who is their old friend Harry Mudd. He is trying to sell a fake love potion to miners. Kirk reveals the scheme and \"\"rescues\"\" Harry into protective custody. Mudd tricks Nurse Chapel into trying the love potion on Spock as a distraction to take her hostage and escape by shuttlecraft. Spock and Kirk pursue him to an abandoned planet but not before the potion is distributed into the air system. The potion has a delayed effect and Spock soon becomes enarmored of Christine. Complicating matters, a giant rock creature on the planet attacks and the Enterprise crew are too romantically distracted to rescue them. Kirk manages to use the love potion on the Godzilla-sized creature and it spares them long enough to be rescued. The potion's effects totally reverse and the love-smitten duos hate each other for an equal period of time. Realizing he had the real thing on his hands all along and didn't market it correctly, Harry confesses to his misdeeds.",
        "ProductionCode": "22008",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "1",
        "Writer": "|Stephen Kandel|",
        "filename": "episodes/73566/118767.jpg",
        "lastupdated": "1229786117",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118768",
        "Combined_episodenumber": "11",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Terratin Incident",
        "EpisodeNumber": "11",
        "FirstAired": "1973-11-17",
        "GuestStars": "|James Doohan|James Doohan|Nichelle Nichols|",
        "Language": "en",
        "Overview": "While exploring a burnt out supernova the Enterprise track a strange signal with the unrecognized word \"\"terratin\"\". They track it to the single planet orbiting the supernova and are hit with a burst of light from the volcanic planet. The crew and all organic matter begin to shrink while the ship's circuits are fused and the dilithium burned out. Struggling against a ship that they will soon be unable to control, they beam Kirk down to the signal source. The transporter recreates him from the original pattern, restoring him to normal size. The planet is plagued with volcanic activity and has a radiation that when focused causes organic shrinkage. Kirk finds a miniature city just before being beamed back up on automatic. He finds the ship deserted: the city below beamed the Enterprise crew, now at their same size down. The \"\"shrink attack\"\" was the only way they had to contact Enterprise, and they are about to be destroyed by volcanic activity. They were a lost colony: Terra 10 (i.e., \"\"terr",
        "ProductionCode": "22015",
        "Rating": "7.0",
        "RatingCount": "3",
        "SeasonNumber": "1",
        "Writer": "|Paul Schneider|",
        "filename": "episodes/73566/118768.jpg",
        "lastupdated": "1229786142",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118769",
        "Combined_episodenumber": "12",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Time Trap",
        "EpisodeNumber": "12",
        "FirstAired": "1973-11-24",
        "GuestStars": "|George Takei|James Doohan|George Takei|Nichelle Nichols|James Doohan|",
        "Language": "en",
        "Overview": "The Enterprise is investigating a \"\"Bermuda Triangle of Space\"\" when pursuit by three Klingon ships forces them into the area. They and the lead ship commanded by Captain Kor disappear and reappear in a mysterious null area of space filled with abandoned ships. They find a concentrated population on one ship and both captains are whisked away to meet with a Council of various aliens who are trapped there. Unable to escape because of the eventual drain of all higher power systems, they have formed a peaceful coalition, the Elysians, and insist the newcomers obey their rules. The Klingons fail in one attempt to escape the area, but Spock determines that the two ships together might succeed if they operate in tandem. Reluctantly Kor agrees but prepares to sabotage efforts. He has his mate plant a bomb during a social party between the two crews. The two ships linked together manage to escape but Scotty and Spock find the bomb and jettison it just before the Klingon ship breaks away and acti",
        "ProductionCode": "22010",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "1",
        "Writer": "|Joyce Perry|",
        "filename": "episodes/73566/118769.jpg",
        "lastupdated": "1229786338",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118770",
        "Combined_episodenumber": "13",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Ambergris Element",
        "EpisodeNumber": "13",
        "FirstAired": "1973-12-01",
        "GuestStars": "|James Doohan|Majel Barrett|James Doohan|David Gerrold|Majel Barrett|",
        "Language": "en",
        "Overview": "While exploring the planet Argo, Kirk and Spock are turned into water breathers.",
        "ProductionCode": "22013",
        "Rating": "8.0",
        "RatingCount": "2",
        "SeasonNumber": "1",
        "Writer": "|Margaret Armen|",
        "filename": "episodes/73566/118770.jpg",
        "lastupdated": "1229786359",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118771",
        "Combined_episodenumber": "14",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Slaver Weapon",
        "EpisodeNumber": "14",
        "FirstAired": "1973-12-15",
        "GuestStars": "|James Doohan|James Doohan|Majel Barrett|",
        "Language": "en",
        "Overview": "While carrying an ancient Slaver stasis box to a star base, Spock, Uhura, and Sulu get an indication that there is another nearby. Upon investigating, they are taken prisoner by the Kzinti - a cat-like race who hate humans after losing several wars to them. The Kzinti have an empty Slaver box, which is the only way to find another stasis box. They manage to open the Enterprise crew's box and find old meat, a strange hologram statue, and...a mysterious gun-like device. The item can shift its form. Spock and Sulu manage to escape but are recaptured when they trigger a matter-destruct sequence. An energy-draining setting almost lets Uhura escape. The Kzinti eventually stumble upon a setting that activates a sentient computer. When they are unable to provide the proper passwords it nonetheless provides them with another setting when they request the matter conversion form. But it's a self-destruct setting: the computer believes the Kzinti to be Slaver enemies and gives them the means to th",
        "ProductionCode": "22011",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "1",
        "Writer": "|Larry Niven|",
        "filename": "episodes/73566/118771.jpg",
        "lastupdated": "1229786382",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118772",
        "Combined_episodenumber": "15",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Eye of the Beholder",
        "EpisodeNumber": "15",
        "FirstAired": "1974-01-05",
        "GuestStars": "|James Doohan|Majel Barrett|",
        "Language": "en",
        "Overview": "The Enterprise crew go looking for the missing Ariel, a science ship. They track it to a class M planet. Kirk, Spock, and McCoy beam down and after passing through a series of oddly divided ecological regions, are captured by strange slug-like creatures. They are taken to a high-tech zoo where they meet the remaining three survivors of the Ariel. They are exhibits in the zoo belonging to the Lactran slug-aliens, who are highly intelligent. The creatures are so intelligent they don't recognize the humans and Spock as intelligent. One of the Ariel crewman is dying of an illness, and uniting their mental force with Spock they manage to contact a Lactran child to give them the medical kit and a communicator. The child snatches the communicator just as Scotty beams it up. While the adults concentrate their mental powers on Kirk in an effort to recover their child, almost driving him mad, the Lactran child takes over the Enterprise. After scanning its computers it beams back with Scotty and",
        "ProductionCode": "22016",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "1",
        "Writer": "|David P. Harmon|",
        "filename": "episodes/73566/118772.jpg",
        "lastupdated": "1229786406",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118773",
        "Combined_episodenumber": "16",
        "Combined_season": "1",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Jihad",
        "EpisodeNumber": "16",
        "FirstAired": "1974-01-12",
        "GuestStars": "|David Gerrold|James Doohan|Majel Barrett|Majel Barrett|",
        "Language": "en",
        "Overview": "Kirk leads a party to retrieve a religious relic that was stolen; however, he is faced with sabotage from within the group by someone who doesn't want to relic to be found, which will trigger an intergalactic jihad.",
        "ProductionCode": "22012",
        "RatingCount": "0",
        "SeasonNumber": "1",
        "Writer": "|Stephen Kandel|",
        "filename": "episodes/73566/118773.jpg",
        "lastupdated": "1229786423",
        "seasonid": "5998",
        "seriesid": "73566"
      },
      {
        "id": "118774",
        "Combined_episodenumber": "1",
        "Combined_season": "2",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Pirates of Orion",
        "EpisodeNumber": "1",
        "FirstAired": "1974-09-07",
        "GuestStars": "|George Takei|James Doohan|George Takei|Majel Barrett|James Doohan|",
        "Language": "en",
        "Overview": "When Spock is stricken down by a disease fatal to Vulcans, the Enterprise is to meet a freighter with a load of drugs that provides the only cure, but Orion pirates attack the ship and Kirk must track down the Orions and the drug before it is too late.",
        "ProductionCode": "22020",
        "Rating": "6.5",
        "RatingCount": "2",
        "SeasonNumber": "2",
        "Writer": "|Howard Weinstein|",
        "filename": "episodes/73566/118774.jpg",
        "lastupdated": "1229786458",
        "seasonid": "5999",
        "seriesid": "73566"
      },
      {
        "id": "118775",
        "Combined_episodenumber": "2",
        "Combined_season": "2",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "Bem",
        "EpisodeNumber": "2",
        "FirstAired": "1974-09-14",
        "GuestStars": "|James Doohan|Majel Barrett|",
        "Language": "en",
        "Overview": "The Enterprise has as an observer on their current exploration/contact missions: Commander Ari bn Bem of the planet Pandro. He is rude and obnoxious and dangerously independent, but Kirk is under orders to treat him well to further relations with Pandro. After six months in his cabin Bem insists on going on a landing party. Trying to rescue Bem (who claims he is observing the primitive locals), Kirk and Spock are captured. Bem has replaced their communicators and phasers with dummies to observe them under stress as well. He reveals he is a colony creature who can split his body into separate, individually independent parts. Meanwhile, a sensory anomaly is sweeping over the planet, and appears to be a \"\"god\"\" of some sort that claims responsibility over its \"\"children\"\" and insists they leave. Bem escapes and Kirk rescues him again by telling the \"\"god\"\" that he has the same responsibility to Bem it does to her children. A chastened Bem acquiesces and the planet's natives are left to develop",
        "ProductionCode": "22018",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "2",
        "Writer": "|David Gerrold|",
        "filename": "episodes/73566/118775.jpg",
        "lastupdated": "1229786473",
        "seasonid": "5999",
        "seriesid": "73566"
      },
      {
        "id": "118776",
        "Combined_episodenumber": "3",
        "Combined_season": "2",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "The Practical Joker",
        "EpisodeNumber": "3",
        "FirstAired": "1974-09-21",
        "GuestStars": "|James Doohan|Majel Barrett|James Doohan|Norm Prescott|",
        "Language": "en",
        "Overview": "The Enterprise explores a mysterious cloud in space. After passing through it the ship's computer begins acting in a bizarre fashion. It replicates Kirk's shirts with \"\"Kirk is a Jerk\"\" on the back, manufacturers devices that leave a black eye ring on Spock, and shoot cream pies out of the food devices. Things take a turn for the worse when McCoy, Sulu, and Uhura are trapped in thea holodeck where they are beset by dangerous weather phenomena. They are rescued by Scotty when he bypasses the controls, but the Enterprise crew are further endangered when the Romulans attack and the ship's computer overrides manual controls. By feigning fear of the cloud, Kirk tricks the ship's computer into entering the cloud, which reverses the process. As they depart, they pick up transmissions from the pursuing Romulan ship that they are experiencing strange phenomena from their computer...",
        "ProductionCode": "22017",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "2",
        "Writer": "|Chuck Menville|",
        "filename": "episodes/73566/118776.jpg",
        "lastupdated": "1229786504",
        "seasonid": "5999",
        "seriesid": "73566"
      },
      {
        "id": "118777",
        "Combined_episodenumber": "4",
        "Combined_season": "2",
        "Director": "|Hal Sutherland|",
        "EpImgFlag": "3",
        "EpisodeName": "Albatross",
        "EpisodeNumber": "4",
        "FirstAired": "1974-09-28",
        "GuestStars": "|James Doohan|Lou Scheimer|James Doohan|",
        "Language": "en",
        "Overview": "Dr. McCoy is arrested and held responsible for causing a plague that ravaged the planet Dramia Two, where he performed a mass-innoculation 19 years earlier.",
        "ProductionCode": "22019",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "2",
        "Writer": "|Dario Finelli|",
        "filename": "episodes/73566/118777.jpg",
        "lastupdated": "1229786528",
        "seasonid": "5999",
        "seriesid": "73566"
      },
      {
        "id": "118778",
        "Combined_episodenumber": "5",
        "Combined_season": "2",
        "Director": "|Bill Reed|",
        "EpImgFlag": "3",
        "EpisodeName": "How Sharper Than a Serpent's Tooth?",
        "EpisodeNumber": "5",
        "FirstAired": "1974-10-05",
        "GuestStars": "|James Doohan|James Doohan|Majel Barrett|",
        "Language": "en",
        "Overview": "The Enterprise is tracing the course of a probe that scanned Earth and sent a signal back along its course. They are attacked by a serpent-shaped energy field belonging to a feathered serpent who claims to be Kulkukan of Mayan-Aztec legend. It beams Kirk, McCoy, Scott, and Ensign Walking Bear aboard its ship to solve its puzzle before he will reveal himself. Aligning the mirrors in a strange city, they solve the puzzle and Kulkukan appears before them. It takes them to its \"\"zoo\"\" of violent creatures that now live in tranquility. Spock figures a way to break Kulkukan's force field and Kirk uses the diversion to free the animals. Kulkukan realizes that is not a god, but just a delusional old alien that once helped the younger races along. It leaves in sadness, leaving McCoy to remember the Shakespearean quote, \"\"How sharper than a serpent's tooth is an ungrateful child...\"\"",
        "ProductionCode": "22022",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "2",
        "Writer": "|Russell Bates|David Wise|",
        "filename": "episodes/73566/118778.jpg",
        "lastupdated": "1229786542",
        "seasonid": "5999",
        "seriesid": "73566"
      },
      {
        "id": "118779",
        "Combined_episodenumber": "6",
        "Combined_season": "2",
        "Director": "|Bill Reed|",
        "EpImgFlag": "1",
        "EpisodeName": "The Counter-Clock Incident",
        "EpisodeNumber": "6",
        "FirstAired": "1974-10-12",
        "GuestStars": "|James Doohan|Nichelle Nichols|James Doohan|",
        "Language": "en",
        "Overview": "With Commodore Robert April (the first commander of the Enterprise) on board, Kirk pursues a ship plunging into a supernova, and enters a universe where time runs backwards.",
        "ProductionCode": "22023",
        "Rating": "7.0",
        "RatingCount": "1",
        "SeasonNumber": "2",
        "Writer": "|Fred Bronson|",
        "filename": "episodes/73566/118779.jpg",
        "lastupdated": "1229786565",
        "seasonid": "5999",
        "seriesid": "73566"
      }
    ]
  }
}